COMMANDS = {
    "найти",
    "показать",
    "вывести"
}

OBJECTS = {
    "рецепт",
    "блюдо",
    "десерт",
    "суп",
    "салат"
}

DISH_TYPES = {
    "завтрак",
    "обед",
    "ужин",
    "десерт",
    "суп",
    "салат"
}

INGREDIENTS = {
    "курица",
    "мясо",
    "рыба",
    "картофель",
    "сыр",
    "шоколад",
    "орех",
    "гриб"
}

CUISINES = {
    "итальянский",
    "русский",
    "французский",
    "китайский",
    "японский",
    "мексиканский"
}

COMPARISONS = {
    "быстрый",
    "маленький",
    "до"
}

CONJUNCTIONS = {
    "и",
    "или"
}

WITH = "с"
KITCHEN = "кухня"
MINUTES = "минута"