COMMANDS = {
    "найди", "найти",
    "покажи", "показать",
    "выведи", "вывести"
}

OBJECTS = {
    "рецепты",
    "блюда",
    "десерты",
    "супы",
    "салаты"
}

DISH_TYPES = {
    "завтраки",
    "обеды",
    "ужины",
    "десерты",
    "супы",
    "салаты"
}

INGREDIENTS = {
    "курицей",
    "мясом",
    "рыбой",
    "картофелем",
    "сыром",
    "шоколадом",
    "орехами",
    "грибами"
}

CUISINES = {
    "итальянской",
    "русской",
    "французской",
    "китайской",
    "японской",
    "мексиканской"
}

COMPARISONS = {
    "быстрее",
    "меньше",
    "до"
}

CONJUNCTIONS = {
    "и",
    "или"
}

MINUTES = "минут"
WITH = "с"
KITCHEN = "кухни"